Repository: hackerhouse-opensource/rebirth
Catalog: tools/netcat-0.7.1/po/*.po
Languages: sk

source: Listening on %s
sk: Poèúvam na %s

source: Listening on %s (using %d sockets)
sk: Poèúvam na %s (pou¾ívam %d socketov)

source: Received packet from %s:%d -> %s:%d (local)
sk: Prijatý paket z %s:%d -> %s:%d (lokálne)

source: Received packet from %s:%d
sk: Prijatý paket z %s:%d

source: %s open
sk: %s otvorené

source: Unwanted connection from %s:%hu (refused)
sk: Ne¾iadúce spojenie z %s:%hu (odmietnuté)

source: Connection from %s:%hu
sk: Spojenie z %s:%hu

source: Error:
sk: Chyba:

source: Warning:
sk: Varovanie:

source: Total received bytes: %s Total sent bytes: %s
sk: Celkove prijatých bajtov: %s Celkove poslaných bajtov: %s

source: Cmd line:
sk: Príkazový riadok:

source: GNU netcat %s, a rewrite of the famous networking tool.
sk: GNU netcat %s, prepísaná verzia populárneho sie»ového nástroja.

source: Basic usages:
sk: Základne pou¾itie:

source: connect to somewhere: %s [options] hostname port [port] ...
sk: pripoji» sa niekam: %s [voµby] hostname port [port] ...

source: listen for inbound: %s -l -p port [options] [hostname] [port] ...
sk: oèakáva» spojenie: %s -l -p port [voµby] [hostname] [port] ...

source: tunnel to somewhere: %s -L hostname:port -p port [options]
sk: vytvori» tunel niekam: %s -L hostname:port -p port [voµby]

source: Mandatory arguments to long options are mandatory for short options too.
sk: Povinné parametre pre dlhé voµby sú povinné i pre krátke voµby.

source: -t, --tcp TCP mode (default) -T, --telnet answer using TELNET negotiation
sk: -t, --tcp TCP mód (východzie) -T, --telnet odpoveda» s pou¾itím TELNET negotiation

source: --tcp TCP mode (default) -t, --telnet answer using TELNET negotiation -T same as --telnet (compat)
sk: --tcp TCP mód (východzie) -t, --telnet odpoveda» s pou¾itím TELNET negotiation -T rovnaké ako --telnet (kompatibilita)

source: -u, --udp UDP mode -v, --verbose verbose (use twice to be more verbose) -V, --version output version information and exit -x, --hexdump hexdump incoming and outgoing traffic -w, --wait=SECS timeout for connects and final net reads -z, --zero zero-I/O mode (used for scanning)
sk: -u, --udp UDP mód -v, --verbose ukecaný (dva krát pre vaè¹iu ukecanos») -V, --version vypísa» verziu a ukonèi» sa -x, --hexdump vypísa» príchodzie a odchodzie spojenia v hex -w, --wait=SECS vyèkávacia doba pre spojenia a èítanie zo siete -z, --zero nulový-I/O mód (pou¾íva sa pri skenovaní)

source: Remote port number can also be specified as range. Example: '1-1024'
sk: Èíslo vzdialeného portu mô¾e by» definované i ako rozsah. Príklad: '1-1024'

source: Copyright (C) 2002 - 2003 Giovanni Giacobbi This program comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of this program under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING. Original idea and design by Avian Research <hobbit@avian.org>, Written by Giovanni Giacobbi <giovanni@giacobbi.net>.
sk: Copyright (C) 2002 - 2003 Giovanni Giacobbi Tento program je ¹írený BEZ AKÝCHKO¥VEK ZÁRUK, v rozsahu umo¾nenom zákonom. Kópie tohto programu je mo¾né ïalej ¹íri» pod podmienkami GNU General Public License. Pre detailnej¹ie informácie, viï súbor nazvaný COPYING. Pôvodná idea a dizajn Avian Research <hobbit@avian.org>, Napísal Giovanni Giacobbi <giovanni@giacobbi.net>.

source: Terminated.
sk: Ukonèené.

source: Exiting.
sk: Ukonèujem.

source: Couldn't execute %s: %s
sk: Nie je mo¾né spusti» %s: %s

source: Cannot specify `-e' option double
sk: Nie je mo¾né viackrát zvoli» '-e' parameter

source: Invalid interval time "%s"
sk: Chybný èas intervalu "%s"

source: `-L' and `-z' options are incompatible
sk: Voµby `-L' a `-z' nie sú navzájom kompatibilné

source: Invalid target string for `-L' option
sk: Neplatný cieµový re»azec pre `-L' voµbu

source: Couldn't resolve tunnel target host: %s
sk: Nebolo mo¾né nájs» DNS záznam pre cieµový host tunela: %s

source: Invalid tunnel target port: %s
sk: Neplatný port pre cieµový host tunela: %s

source: Invalid local port: %s
sk: Neplatný lokálny port: %s

source: Invalid tunnel connect port: %s
sk: Neplatný port pre lokálnu stranu tunela: %s

source: Couldn't resolve local host: %s
sk: Nebolo mo¾né nájs» DNS záznam pre lokálny host: %s

source: Couldn't resolve tunnel local host: %s
sk: Nebolo mo¾né nájs» DNS záznam pre lokálnu stranu tunela: %s

source: Invalid wait-time: %s
sk: Neplatná vyèkávacia doba: %s

source: Try `%s --help' for more information.
sk: Skúste `%s --help' pre viac informácií.

source: Randomization support not compiled, option `-r' discarded.
sk: Podpora generovania náhodnosti nie je zakompilovaná, voµba `-r' vypustená.

source: Failed to open output file: %s
sk: Nepodarilo sa otvori» súbor: %s

source: Couldn't resolve host "%s"
sk: Nebolo mo¾né nájs» DNS záznam pre "%s"

source: Invalid port specification: %s
sk: Neplatná ¹pecifikácia portu: %s

source: Listen mode failed: %s
sk: Poèúvací mód zlyhal: %s

source: Passing control to the specified program
sk: Prenechávam kontrolu ¹pecifikovanému programu

source: %s: missing hostname argument
sk: %s: chýbajúci parameter `hostname'

source: No ports specified for connection
sk: Pre spojenie neboli ¹pecifikované ¾iadne porty

source: This host's reverse DNS doesn't match! %s -- %s
sk: Reverzný DNS záznam pre host sa nezhoduje! %s -- %s

source: Host %s isn't authoritative! (direct lookup failed)
sk: Host %s nie je autoritatívny! (priame vyhµadanie zlyhalo)

source: Host %s isn't authoritative! (direct lookup mismatch)
sk: Host %s nie je autoritatívny! (priame vyhµadanie sa nezhoduje)

source: %s -> %s BUT %s -> %s
sk: %s -> %s ALE %s -> %s

source: any address
sk: akejkoµvek adrese
